{
    "p1" : {
        "heading" : "In 1861, a woman writing under the pseudonym Linda Brent published a narrative titled <i>Incidents in the Life of a Slave Girl</i>, recounting her experience as an enslaved Black woman on the plantation of the Flint family in Edenton, North Carolina.",
        "body" : [
            "Linda Brent’s real name was Harriet Jacobs. She was an enslaved woman on the plantation of Dr. James Norcom, bequeathed to his infant daughter at six years old in the will of his sister-in-law, Margaret Horniblow.",
            "While living with Horniblow, Jacobs talks about not feeling as though she was enslaved—she was taught how to read and write, and lived a very comfortable life. This was the promise her mother’s mistress made to her mother as she was dying, and it indeed was a promise she kept.",
            "It is when she moves to the Norcom (referred to in the story as Flint) house at the age of six that things begin to change.",
            "Her position as an enslaved woman becomes apparent—Dr. Flint begins to sexually harass her around the age of fifteen, and Mrs. Flint begins to treat her with contempt and hatred as a result. To escape her enslavement and Dr. Flint’s predatory nature, she chooses to commit two critical actions.",
            "In order to stop Dr. Flint’s constant harassment, she decides to have a child with Samuel Tredwell Sawyer (Mr. Sands in the narrative), a local unmarried white man at the age of fifteen. ",
            "Then, she decides to confine herself to a garret apartment in her grandmother’s house until her children are emancipated and she can escape. After seven years of captivity, Jacobs is able to escape to the North and finds work as a domestic helper.",
            "Her master’s family, ever in pursuit of her, tracks her to New York and comes to collect her. Before she can be captured and taken back into bondage, Cornelia Willis, her friend and employer buys her and then gives her her freedom.",
            "Jacobs begins writing her narrative in the 1850s, after she is already free, and publishes her narrative nineteen years after she escapes enslavement—there is a large gap of time between her writing about the events that occurred and when they actually happened.",
            "Furthermore, she is convinced to write her narrative by Amy Post, a feminist and abolitionist activist, as a way of adding to the abolitionist movement (Yellin 189).",
            "Jacobs does not initially want to write the narrative herself for fear that her prose would be uninteresting and unsophisticated—she asks Harriet Beecher Stowe to write for her but ultimately takes on the task herself, highly offended because Beecher Stowe did not think it deserved to stand on its own as a narrative.",
            "<i>Incidents in the Life of a Slave Girl</i> was published in 1861 with the help and support of white abolitionist and feminist activists such as Amy Post and Lydia Maria Child, another abolitionist activist who provided the preface to the narrative."
        ]
    },
    "p2" : {
        "heading" : "I have tried to give a brief sketch of the contextual events that led to Jacobs’ enslavement, freedom, and authorship. Her narrative is the focus of my senior thesis project, in which I have explored the traumatic experiences that Jacobs faced as an enslaved woman.",
        "body" : [
            "Enslavement is often described as a “peculiar” American institution, and for the purposes of this project it certainly fits that bill.",
            "As I read Jacobs’ narrative, I began to notice how she attempts to gain her freedom by enacting a series of disruptions in her community. These disruptions might bring pain upon herself, but they ultimately bring her freedom.",
            "The narrative is centered on two major disruptions: her having children with Mr. Sands disrupts her immediate sexual harassment, and her hiding in her grandmother’s garret disrupts her enslavement.",
            "These disruptions cause those around her, particularly Dr. Flint, to commit actions they would not normally—desperate attempts to maintain the status quo. Carrying this line of thought further, it is possible to see enslavement as a code, and these disruptions as viruses in the code.",
            "By definition, a code is “any authoritative, general, systematic, and written statement of the legal rules and principles applicable in a given legal order to one or more broad areas of life” (“Code”).",
            "This legal definition of code certainly describes the system of enslavement. It was a set of “legal rules and principles” that controlled the lives of not only enslaved black people but their white slave owners and other white people in slaveholding communities.",
            "What happens if we think about enslavement through the lens of other kinds of code?",
            "Written computer code is “a system of letters or symbols…by means of which information can be represented or communicated for reasons of…brevity” that then allows programs to exist and function (“Code”), and seems to encapsulate not only the legal definition of code but other kinds of codes as well—written or aural codes, codes that represent intangible objects, and so on.",
            "Computer code also opens up the possibility of subversion through viruses, which are “segment[s] of self-replicating code planted illegally in a computer program, often to damage or shut down a system or network” (“Virus”).",
            "Applying this theory of codes and virus to Jacobs’ experience of enslavement allows us to better understand the intentionality and magnitude of the disruptions upon which she embarks.",
            "I argue that through the lens of code and viruses, it becomes clear that Jacobs’ existence is shaped and controlled by a number of codes: codes of traumatic experience, of written language, of social and legal natures, and of embodiment. Her disembodied experiences serve as the ultimate virus, disrupting the codes that shape her life, but even in the end it is unclear whether or not this virus becomes a new form of code itself, or actually allows her to escape enslavement."
        ]
    },
    "p3" : {
        "heading" : "In her article “Traumas of Code,” N. Katherine Hayles talks about trauma as a form of code. By trauma, she refers to the symptoms that a subject experiences after going through a traumatic event, and it is almost impossible to describe a traumatic event without focusing on these symptoms.",
        "body" : [
            "Critical to understanding traumatic experience is the fact that over time, these symptoms repeat themselves “exactly and unremittingly, through the unknowing acts of the survivor and against his very will,” (Caruth 1996) but in a way that the traumatized person won’t quite be able to understand or explain.",
            "In this way, the symptoms of trauma operate much like code—a system of letters, symbols, or in this case events, that replicate the delivery of certain kinds of information so that a program, or the experience of trauma, can repeat.",
            "As Hayles outlines in her article, code is the “conduit through which traumatic experience can pass from its repressed position in the traumatic conscious to conscious expression” (Hayles 141). As such, the traumatic experience of enslavement serves as one system that encodes Jacobs’ life—this is the concern of my first section.",
            "Cathy Caruth, in her book <i>Unclaimed Experience</i>, also defines traumatic experience as “the story of a wound that cries out, that addresses us in the attempt to tell us of a reality or truth that is otherwise not available” (4). Trying to figure out what the traumatic experience is trying to say raises another problem—that of witnessing, and of writing.",
            "The symptoms of trauma repeat themselves and cannot be easily sublimated into words that other people can understand, yet Jacobs is writing a narrative that hinges on her experience of trauma.",
            "How is it possible for her to give testimony about a series of events that she cannot fully access, or if she can, may not feel comfortable sharing? Even at that point, how can she translate that testimony into words for Northern abolitionists?",
            "In tandem with the fact that her experience of enslavement is a form of code, being confined to written language is another code, and in the second section I attempted to highlight the places where I felt that there was more to her testimony that Jacobs could not or would not say.",
            "As I stated earlier, social and legal codes are another system that shapes Jacobs’ existence. Building upon the questions of what she can or cannot say in her narrative, the third section focuses on the relationship between rape, sexual assault and love.",
            "Because of the social codes that control enslaved and non-enslaved persons, I question how love and positive emotional attachment can be used as a form of power, and how that power or love can be expressed through rape.",
            "As a means of elucidating this argument I draw connections between <i>Incidents in the Life of a Slave Girl</i> and <i>Kindred</i>, a 1979 work of speculative fiction by Octavia Butler.",
            "<i>Kindred</i> retells the story of Dana, a black woman living in 1970’s Los Angeles who is transported across time and space to an 1815 Maryland plantation.",
            "Rufus, the plantation owner’s son, is in love with Alice, an enslaved black woman on the plantation, but because she does not reciprocate his feelings he instead begins to sexually harass and rape her.",
            "At the same time, Dana realizes that she is being transported back in time whenever Rufus is in danger of dying because he is her great-great-grandfather, and Alice is her great-great-grandmother.",
            "Dana is faced with the moral quandary of wanting to prevent the rape of her great-great-grandmother, but needing to ensure that it occurs in order for the family lineage that later produces Dana to be created.",
            "Rufus proclaims his love for Alice often (and later turns his sights on Dana), but believes that because she is a black woman he cannot treat her the way that he would treat a white lover and must rape her instead.",
            "This sentiment is similar to that professed by Dr. Flint throughout the narrative—Jacobs is simply unappreciative of all that he does for her, thus he has to force himself on her instead.",
            "Because of existing social and legal codes, there is very little that Jacobs (or Alice and Dana) can do, except to disrupt social and physical codes that trap them within their bodies.",
            "The last code I address in my thesis is that of embodiment. Jacobs is able to escape the codes that imprison her by hiding in her grandmother’s garret for seven years.",
            "Even though she is technically no longer present in the community, she is able to affect the actions of those in the community from her position in the garret.",
            "Her confinement has disastrous effects on her body, causing stiffness and numbness in her joints and limbs that will affect her for the rest of her life.",
            "In this moment, one could wonder whether this perceived disruption instead further encodes her in structures of embodiment, which she cannot escape. While she is extending her body to its physical limits, she is also operating outside of her body in what might be called moments of freedom.",
            "Her body is no longer present in the Edenton community, but the memory of her body and existence linger, and this destabilizes the code that holds Dr. Flint in power—the code of enslavement.",
            "This moment can also be considered one of transcendence, a term outlined by Roberta Culbertson in her article “Embodied Memory, Transcendence, and Telling: Recounting Trauma, Re-establishing the Self”, that can serve as the first step on the road to survival."
        ]
    },
    "p4" : {
        "heading" : "This project will embark on a trip into and out of the garret.",
        "body" : "For now, we will travel from where we are now to 6 W. King St., the location of Jacobs’ grandmother’s house and the garret where codes were disrupted and freedom became possible."
    }
}
    